tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "TylerBrock/saw"

brew "go"
brew "node"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "python"
brew "yarn"

brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion@2"
brew "coreutils"
brew "dnstop"
brew "duti"
brew "ffmpeg"
brew "fswatch"
brew "git"
brew "gti"
brew "gist"
brew "htop"
brew "iftop"
brew "imagemagick"
brew "jq"
brew "mas"
brew "multitail"
brew "saw"
brew "sqlite"
brew "tmux"
brew "tree"
brew "wget"
brew "vim"
brew "youtube-dl"

cask "airfoil"
cask "arq"
cask "alfred"
cask "bettertouchtool"
cask "brooklyn"
cask "cyberduck"
cask "docker"
cask "firefox"
cask "gitup"
cask "gpxsee"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "little-snitch"
cask "pgadmin4"
cask "reggy"
cask "seafile-client"
cask "skype"
cask "slack"
cask "textmate"
cask "telegram"
cask "the-unarchiver"
cask "ukelele"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "whatsapp"

mas "1Password", id: 443987910
mas "BrowserFairy 2", id: 1499080593
mas "Monosnap", id: 540348655
mas "FSNotes", id: 1277179284
mas "Dato", id: 1470584107
