tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/php"
tap "caskroom/cask"

brew "go"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "python"
brew "ruby"
brew "homebrew/php/php71"
brew "node"
brew "yarn"

brew "git"
brew "gti"
brew "gist"
brew "coreutils"
brew "bash"
brew "zsh"
brew "tmux"
brew "tree"
brew "multitail"
brew "htop"
brew "iftop"
brew "dnstop"

brew "jq"
brew "wget", args: ["with-iri"]
brew "vim", args: ["with-override-system-vi"]
brew "nginx", restart_service: true
brew "youtube-dl"
brew "sqlite"
brew "ffmpeg"
brew "imagemagick"
brew "mas"
brew "fswatch"
brew "openssl"

cask "alfred"
cask "atom"
cask "clementine"
cask "diffmerge"
cask "docker"
cask "firefox"
cask "gimp"
cask "gitup"
cask "google-chrome"
cask "hipchat"
cask "irccloud"
cask "iterm2"
cask "libreoffice"
cask "little-snitch"
cask "micro-snitch"
cask "mono-mdk"
cask "openra"
cask "reggy"
cask "seafile-client"
cask "sequel-pro"
cask "skype"
cask "textmate"
cask "the-unarchiver"
cask "ukelele"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "vox"
cask "whatsapp"

mas "1Password", id: 443987910
mas "Browser Fairy", id: 483014855
mas "Tweetbot", id: 557168941
mas "Monosnap", id: 540348655
