tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
tap "tomanthony/brews"

brew "go"
brew "node"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "python"
brew "ruby"
brew "yarn"

brew "bash"
brew "bash-completion@2"
brew "coreutils"
brew "dnstop"
brew "ffmpeg"
brew "fswatch"
brew "git"
brew "gti"
brew "gist"
brew "htop"
brew "iftop"
brew "imagemagick"
brew "jq"
brew "mas"
brew "multitail"
brew "saw"
brew "sqlite"
brew "tmux"
brew "TomAnthony/brews/itermocil"
brew "tree"
brew "openssl"
brew "wget", args: ["with-iri"]
brew "vim", args: ["with-override-system-vi"]
brew "youtube-dl"

cask "atom"
cask "bettertouchtool"
cask "brooklyn"
cask "datagrip"
cask "diffmerge"
cask "docker"
cask "firefox"
cask "gitup"
cask "gpxsee"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "little-snitch"
cask "micro-snitch"
cask "reggy"
cask "seafile-client"
cask "textmate"
cask "the-unarchiver"
cask "ukelele"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"

mas "1Password", id: 443987910
mas "Browser Fairy", id: 483014855
mas "Tweetbot", id: 557168941
mas "Monosnap", id: 540348655
mas "FSNotes", id: 1277179284
